Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: Luoddačujuhangalbbat: Galbbat leat fiskadat ja teaksta lea čállon čáhppes bustávaiguin.
nob: Veivisningsskilt: Skiltene er gule, med svart skrift.

source: Dán joavkkus leat máŋga vuollejoavkku Stáda geaidnodoaimmahaga klassifiserenvuogi mielde, muhto dán analysas gieđahallojuvvojit luoddačujuhangalbbat oktan joavkun.
nob: I veimyndighetenes klassifiseringssystem inneholder veivisningsskilt flere undergrupper. I denne analysen er veivisningsskilt analysert som en gruppe.

source: 108 Gaskačujuhangalbbat: Galbbat leat fiskadat ja čála lea čáhppat. Galbbain almmuhuvvo gaska dábálaččat stuoribuš báikkiide dahje hierárkkalaččat nu, ahte doppimus báiki almmuhuvvo bajimusas ja lagat báikkit dan vulobealde.
nob: Avstandsskilt: Skiltene er gule med svart skrift og angir avstanden til utvalgte, ofte større steder eller hierarkisk slik, at fjernt sted angis øverst og nærlokalitet under.

source: Bálvalusgalbbat: Galbbat leat alihat ja čála lea vielgat.
nob: Serviceskilt: Skiltene er blå med hvit skrift.

source: Bálvalusgalbbain sáhttet leat maid symbolat, ja dat merkejuvvojit čáhppadin vilges vuođu ala.
nob: Serviceskiltene kan også ha symboler, som er svarte på hvit bunn.

source: Dán analysas leat mielde bálvalusgalbbat, main sáhttet leat sihke báikenamat ja tearpmat.
nob: I denne analysen kan serviceskilt både ha stedsnavn og en term.

source: Maiddái nationála turistaluottaid galbbat leat dán joavkkus mielde.
nob: Skilt for nasjonale turiststier er også med i denne gruppen.

source: Ii-geográfalaš galbbat: Galbbat leat vielgadat ja teaksta lea
nob: Ikke-geografiske skilt: Skiltene er hvite og teksten svart.

source: čáhppat. Ii-geográfalaš galbbain sáhttá almmuhuvvot maiddái gaska.
nob: Ikke-geografiske skilt kan også opplyse om avstand.

source: Dáin galbbain sáhttet leat tearpmat, báikenamat ja fitnodagaid namat.
nob: Disse skiltene kan ha termer, stedsnavn og bedriftsnavn.

source: Dán analysii leat válljejuvvon galbbat, main leat gielalaš tearpmat.
nob: I analysen er valgt skilt, som inneholder språklige termer.

source: omd. čuovggaid anu, militeara guovlluid dahje muohtapluvenáiggiid birra.
nob: Opplysningstavle: Skiltene eller tavlene opplyser eller er påminnelser til trafikantene om f.eks. lysbruk, militærområder, grenseopplysninger eller brøytetider.

source: Galbbain lea dábálaččat alit ivdni ja vilges teaksta, muhto sáhttet leat maid rukses galbbat, main lea čáhppes teaksta.
nob: Skiltene er vanligvis blå med hvit tekst, men kan også være røde med svart tekst.

source: Analysas guorahallojuvvojit golmmalágan hálddahusrádjegalbbat: riikka-, fylkka- ja suohkanrádjegalbbat.
nob: I analysen drøfter vi tre typer grenseskilt: riks-, fylkes- og kommunegrenseskilt.

source: Guorahallanguovllu suohkaniin leat oktii buot 5 riikkarádjegalbba.
nob: I kommunene som er med i analysen, er det til sammen 5 skilt som viser til riksgrensen.

source: Buot galbbain lea riikka namma dušše fal dárogillii.
nob: På alle skilt er rikets navn bare på norsk.

source: Dutkanguovllu riikkarádjegalbbaide lea mihtilmas, ahte dat eai leat galbejuvvon ovttalágan vuogi mielde.
nob: For riksgrenseskiltene i undersøkelsesområdet er det typisk, at skiltene ikke er enhetlige.

source: Guovdageainnu suohkanis lea fylkka- ja suohkanrádjegalbbaid lágan alit-vilges galba ja guokte dábálaš báikenammagalbba málle
nob: I Kautokeino kommune er det et blått-hvitt skilt som ligner på fylkes- og kommunegrenseskilt og to skilt som ligner på vanlige stedsnavnskilt.

source: Kárášjoga gielddas leat fas guokte fiskes-čáhppes galbba.
nob: I Karasjok kommune er det to gult-svart skilt.

source: Deanu gielddas leat guokte riikarastildanbáikki, muhto dain eai leat makkárge riikkarádjegalbbat.
nob: I Tana kommune er det to grenseoverganger, men det mangler riksgrenseskilt på disse stedene.

source: Govva 6.
nob: Bilde 6.

source: Riikkarádjegalba Guovdageainnu suohkanis.
nob: Riksgrenseskilt i Kautokeino kommune.

source: ja ođđadárogillii, muhto sámegiel riikkanamma Norga ii leat dohkkehuvvon mielde.
nob: Navnet er både på bokmål og nynorsk, mens det samiske navnet Norga ikke er akseptert.

source: Govas 6 čájehuvvon galba Guovdageainnu suohkanis čuovvu hámi dáfus luoddaeiseválddiid rávvehusaid.
nob: Utformingen av riksgrenseskiltet i Kautokeino kommune på bilde 6 følger retningslinjene i skiltnormalen.

source: Nammaválljen ii leat dattetge dán galbbasge rávvehusaid mielde, daningo riikkanamma ii leat čállon sámegillii muhto ođđadárogillii.
nob: Likevel følger ikke navnevalget rådet i skiltnormalen, fordi riksnavnet ikke er skrevet på samisk men på nynorsk.

source: Analysaguovllu eará riikkarádjegalbbain lea riikka namma čállojuvvon dušše fal girjedárogillii.
nob: I forskningsområdets andre riksgrenseskilt er riksnavnet skrevet bare på bokmål.

source: Dutkanguovllu suohkaniid riikkarádjegalbbain lea ain dievaslaš eahpesystemáhtalašvuohta sihke galbbaid hámis ja nammaanus.
nob: Det er således inkonsekvens både i utformingen og navnebruk på analyseområdets riksgrenseskilt.

source: Golmma suohkanis leat fylkkarádjegalbbat.
nob: I undersøkelsesområdet er det fylkesgrenseskilt i tre kommuner.

source: Buot dát galbbat leat seammás maiddái riikkarájiid alde, namalassii go Suomas boahtá Norgga beallái dán golmma suohkanii.
nob: Alle skiltene ligger ved grensepassering fra Finland til Norge.

source: Dán analysii gullá maiddái Gáivuona suohkan Romssa fylkkas, muhto dan suohkanis ii leat fylkkarádji.
nob: I denne analysen hører også Kåfjord kommune i Troms fylke med, men det fins ikke fylkesgrense i denne kommunen.

source: Danin Romssa fylkkarádjegalba ii leat mielde analysas.
nob: Derfor er ikke Troms fylkes grenseskilt med i analysen.

source: Finnmárkku fylkka namma namuhuvvo oktii buot njealji galbbas.
nob: Totalt er det fire skilt som viser til Finnmark fylke.

source: 110 sámegiel buohtalasnamma dohkkehuvvon mielde.
nob: På alle skiltene er fylkesnavnet skrevet bare på norsk, og det samiske parallellnavnet på fylket er ikke tatt med.

source: Govva 7.
nob: Bilde 7.

source: Finnmárkku fylkka namma lea guorahallanguovllu almmolaš fylkkarádjegalbbain dušše
nob: Navnet på Finnmark fylke er bare på norsk på fylkesgrenseskiltene i kommuner som er med i analysen

source: Sámelága giellanjuolggadusaid mielde gullet njeallje davimus fylkkasuohkana, Finnmárku, Romsa, Nordlánda ja Davvi-Trøndelága, sámegiela hálddašanguvlui (FAK.
nob: Etter samelovens språkregler hører de fire nordligste fylkeskommunene, Finnmark, Troms, Nordland og Nord-Trøndelag under forvaltningsområdet for samisk språk (FAK.

source: Lea mearkkašan veara, ahte omd. Finnmárkku fylkkagielda geavaha sámi buohtalasnama iežas logoin omd. reiveárkkain ja Finnmárkku fylkkagieldda ruovttusiiddus interneahtas nugo govas 8 čájehuvvo.
nob: Verd å merke seg er at Finnmark fylkeskommune benytter parallelle navn på f.eks. sin logo, brevpapir og fylkeskommunens hjemmeside på internett som bilde 8 viser.

source: Johtolatgalbbain ii leat sámi buohtalasnamma váldon vel atnui.
nob: På trafikkskilt er ikke det samiske parallellnavnet på fylket tatt hensyn til.

source: Govva 8.
nob: Bilde 8.

source: Finnmárkku fylkkagieldda namma guovtti gillii.
nob: Navn på Finnmark fylkeskommune på to språk

source: Goalmmát hálddahuslaš rájiid galbajoavku, mii lea mielde dutkamušas, leat suohkanrájiid galbbat.
nob: Den tredje skiltgruppen for administrative grenser, som er med i analysen, er kommunegrenseskilt.

source: Tabealla 5.2 Suohkanrádjegalbbat
nob: Tabell 5.2 Kommunegrenseskilt

source: Sámi / dáru
nob: Samisk / norsk

source: Guorahallanguovllu suohkaniin leat oktii buot 25 suohkanrádjegalbba, ja 18 dain galbbain leat guovtti gillii, golbma (3) galbba leat golmma gillii ja njealji (4)
nob: I undersøkelsesområdet er det til sammen 25 kommunegrenseskilt, og 18 av skiltene er på to språk, tre skilt er på tre språk og på fire skilt er kommunenavnet skrevet bare på norsk.

source: Porsáŋggu gielda lea áidna gielda dán guđa suohkanis, mas lea suohkannamma virggálaččat golmma gillii (gč. gova 5).
nob: Porsanger kommune er den eneste av de seks kommunene som har kommunenavn offisielt på tre språk (se bilde 5).

source: Dattetge suohkanrádjegalbbaid atnu juohkása Porsáŋggus nu, ahte bealli (3/6) galbbain leat galbejuvvon golmma gillii, ja bealli (3/6) leat ain dušše dárogillii.
nob: Allikevel fordeler kommunegrenseskiltene i Porsanger seg slik, at halvparten (3/6) av skiltene er på tre språk og de andre tre (3/6) skiltene har kommunenavn bare på norsk.

source: Porsáŋgu lea maiddái áidna suohkan, gos dárogiel namma lea bajimusas suohkanrádjegalbbain.
nob: Porsanger kommune er også den eneste av disse kommunene som har det norske kommunenavnet øverst.

source: Eará suohkaniin lea sámegiela suohkannamma bajimusas.
nob: I de andre kommunene er det samiske kommunenavnet øverst.

source: Galbenvuohki, mas sámegiela namma lea bajimusas, čuovvu báikenammalága láhkaásahusaid § 7-3, man mielde sámegiela hálddašanguovllus galget báikenamat merkejuvvot dán ortnegis: sáme-, dáro-, kveanagiella.
nob: Praksisen med samisk navn øverst følger reglene i stedsnavnlovens forskrifter § 7-3, der det står at rekkefølgen av navnene i forvaltningsområdet for samisk språk skal være: samisk, norsk og kvensk.

source: Galbanormála mieldenai dát ortnet berre čuvvojuvvot (Trafikkskilt 2012 a, 57).
nob: Ifølge skiltnormalen bør denne rekkefølgen brukes (Trafikkskilt 2012 a, 57).

source: Gáivuonas, Guovdageainnus, Kárášjogas ja Unjárggas leat suohkaniid virggálaš guovttegielat namat váldon vuhtii suohkanrádjegalbbain daningo buot suohkanrádjegalbbat leat galbejuvvon guovtti gillii.
nob: I Kåfjord, Kautokeino, Karasjok og Nesseby er alle kommunegrenseskilt på to språk, slik at kommunenes offentlige tospråklige navn er tatt hensyn til på disse skiltene.

source: Suohkana namat leat maiddái merkejuvvon galbbaide báikenammalága láhkaásahusain ja galbanormálas namuhuvvon ortnega mielde.
nob: Kommunenes offisielle navn er også skiltet i forhold til rekkefølgen av navnene slik som nevnt i forskrifter § 7-3, med det samiske navnet øverst.

source: Deanu gielddas leat guhtta suohkanrádjegalbba, ja viđa galbbas (5/6) lea suohkana namma guovtti gillii, muhto ovtta galbbas (1/6) lea Deanu gieldda namma ain dušše dárogillii.
nob: Tana kommune har seks kommunegrenseskilt, og fem av disse (5/6) har samisk og norsk kommunenavn, mens et skilt fortsatt bare har norsk kommunenavn.

source: Dutkanguovllus leat Gáivuonas ja Porsáŋggus guokte tunealla. Dain tuneallain
nob: I undersøkelsesområdet er det både i Kåfjord og Porsanger to tuneller.

source: leat oktii buot njeallje galbba.
nob: Disse stedene har til sammen fire skilt.

source: Tabealla 5.3 Tuneallanammagalbbat
nob: Tabell 5.3 Tunellnavneskilt Samisk / norsk Norsk

source: Tuneallaid namaid merken juohkása nu, ahte Gáivuonas lea goappáge tunealla namma guovtti gillii ja fas Porsáŋggus lea goappáge tuneallas namma dušše dárogillii.
nob: Fordelingen av tunellnavnene er slik at begge tunellene i Kåfjord har navn på to språk, men i Porsanger har begge tunellene bare norsk navn.

source: Bealli (4/8 dahje 50 % tuneallanamain, namalassii Gáivuona suohkana tuneallanammagalbbat, čuvvot danin sámelága giellanjuolggadusaid ja báikenammalága.
nob: Halvparten (4/8 eller 50 % av tunellnavneskiltene følger dermed samelovens språkregler og stedsnavnloven.

source: Nubbi bealli, namalassii Porsáŋggu gieldda tuneallanammagalbbat, eai čuovo báikenammalága njuolggadusaid.
nob: Den andre halvdelen, som er satt opp i Porsanger kommune gjør ikke det.

source: Dábálaš báikenammagalbbaid joavkkus leat stuorámus oassi galbbain dakkárat, mat čujuhit giliide, ja danin dain galbbain leat gilinamat.
nob: Under kategorien vanlige stedsnavnskilt er den største gruppen skilt som viser til grender eller bygder.

source: Dábálaš báikenammagalbbaid jovkui gullet maiddái galbbat, mat čujuhit omd. luonddubáikkiide nugo johkii, várreguvlui dahje artefávttaide nugo šaldái.
nob: I tillegg er i kategorien vanlige stedsnavnskilt også skilt, som viser til f.eks. naturlokaliteter som elver og fjellområder eller artefakter som f.eks. bruer.

source: Govva 9.
nob: Bilde 9.

source: Dábálaš báikenammagalbbat Unjárggas, Kárášjogas ja Deanus.
nob: Vanlige stedsnavnskilt i Nesseby, Karasjok og Tana.

source: lea galbejuvvon gilli, gaskamuš govas johka ja olgešbealde lea šaldi.
nob: Til venstre er parallelle bygdenavn, i midten et elvenavn og til høyre parallelle navn på en bru.

source: Stáda geaidnodoaimmahaga dieđuid mielde maiddái galbbat, main lea omd. diehtu, man máŋga metera meara bajábealde mii nu báikkiid lea, gullet dábálaš báikenammagalbbaid jovkui.
nob: Ifølge opplysninger fra veimyndigheter hører også skilt med f.eks. informasjon om hvor mange meter over havet lokaliteten ligger, til kategorien vanlige stedsnavnskilt.

source: Danin dakkár galbbaid báikenamat leat dán analysas rehkenastojuvvon mielde dán jovkui.
nob: Derfor er stedsnavn på slike skilt regnet med i denne gruppen.

source: Dutkanguovllu galbbain lea maiddái okta galba Deanu gielddas, mas lea diehtun Riksgrense Finland 300 m. Dát galba muittuha bálvalusgalbbaid ja diehtotávvaliid, muhto geaidnodoaimmahaga dieđuid mielde dát galbanai meroštallojuvvo dábálaš báikenammagalban.
nob: I Tana kommune er et skilt med informasjon Riksgrense Finland 300 m. Dette skiltet ligner på serviceskilt og opplysningstavler, men ifølge opplysninger fra veimyndighetene hører dette skiltet også til vanlige stedsnavnskilt.

source: Dán galbbas leat rehkenastán riikkanama Finland mielde tabellii 5.4.
nob: Derfor er riksnavnet Finland regnet med i tabellen 5.4.

source: Tabealla 5.4 Dábálaš báikenammagalbbat
nob: Tabell 5.4 Vanlige stedsnavnskilt Samisk

source: Tabealla logut čájehit, man galle dábálaš báikenammagalbba leat oktii buot dan guđa suohkanis.
nob: Tall i denne tabellen viser hvor mange vanlige stedsnavnskilt det totalt er i disse seks kommunene.

source: Dát logut eai njuolga muital dan, galle nama leat dain galbbain, daningo muhtumin sáhttá leat seamma namma máŋgga galbbas, jus omd. gilli lea galbejuvvon guovtti dahje máŋgga guovllus.
nob: Disse tallene forteller ikke direkte hvor mange navn man finner på skiltene, fordi det samme navnet kan være skrevet på flere skilt hvis f.eks. en bygd er skiltet fra to eller flere retninger.

source: Vuorddehahtti livččii, ahte jus
nob: Man skulle forvente, at navnebruk ville være likt skiltet hvis samme stedsnavn er på flere skilt. Men det er ikke alltid

source: Ná ii dattetge álo leat, go omd. Deanu gielddas leat njeallje dábálaš báikenammagalbba, mat čujuhit gillái, man sámi namma lea Deanušaldi ja dárogiel namma Tana bru.
nob: 99 tilfelle, fordi f.eks. i Tana kommune er det fire vanlige stedsnavnskilt, som viser til bygda som har samisk navn Deanušaldi og norsk navn Tana bru.

source: Golmma galbbas lea gilinamma dušše fal dárogillii, ja ovtta galbbas lea gili goabbáge buohtalasnamma dohkkehuvvon mielde.
nob: På tre skilt er bygdenavnet bare på norsk og på ét skilt forekommer begge parallellnavnene.

source: Danin dán galbajoavkku galbendilis leat ain eahpesystemáhtalašvuođat.
nob: Således finner man fortsatt denne typen usystematisk skilting i denne kategorien.

source: Gáivuona suohkanis ja Unjárgga gielddas ii leat oktage dábálaš báikenammagalba, mas lea namma čállojuvvon dušše sámegillii.
nob: I Kåfjord og Nesseby kommuner er det ingen vanlige stedsnavnskilt som har navn bare på samisk.

source: Dáin suohkaniin leat ovttagielat galbbat, main lea namma čállojuvvon dárogillii.
nob: I disse kommunene er det enspråklige skilt, der stedsnavnet er på norsk.

source: Unjárgga gielddas leat guokte galbba dahje 13 % dán joavkku galbbain dárogillii.
nob: I Nesseby kommune er det to skilt eller 13 % av skilt av denne gruppen på norsk.

source: Giláža namma Nyborg (gč. gova 4) lea áidna namma dán galbajoavkkus, mii ii leat vel guovtti gillii galbejuvvon, daningo Unjárgga gielda ii leat vel mearridan buohtalasnama Rovvejohka giláža virggálaš čállinvuohkin.
nob: Grendenavnet Nyborg (bilde 4) er det eneste i denne skiltkategorien som fortsatt ikke er skiltet på to språk. Dette fordi Nesseby kommune ennå ikke har vedtatt det samiske parallellnavnet Rovvejohka som offentlig skrivemåte.

source: Gáivuona suohkanis lea stuorámus oassi dábálaš báikenammagalbbain ain dušše fal dárogillii, namalassii 92 % dahje 11 galbba.
nob: I Kåfjord kommune er den største andelen av vanlige stedsnavnskilt fortsatt bare på norsk, nemlig 92 % eller 11 skilt.

source: Dán suohkanis ii leat dáid galbbaid nammaanus vel váldon vuhtii báikenammaláhka, mii geatnegahttá suohkana mearridit maiddái sámi báikenamaid čállinvugiid ja dan maŋŋá luoddaeiseválddiid atnit maiddái sámi buohtalasnamaid galbemis.
nob: I denne kommunen er ikke stedsnavnloven tatt hensyn til i navnebruk i denne kategorien. Etter reglene i loven skal kommunen vedta skrivemåten av samiske navn, og etter dette skal veimyndigheter bruke også samiske parallellnavn i skiltingen.

source: Sihke Unjárggas ja Gáivuonas leat guovttegielat galbbat, main leat namat sihke sáme- ja dárogillii.
nob: Både i Nesseby og Kåfjord er det tospråklige skilt med samisk og norsk navn.

source: Gáivuona suohkanis lea dattetge dušše fal okta guovttegielat, dábálaš báikenammagalba (nammabárra Olmmáivággi ja Manndalen), mii lea 8 % suohkana dán joavkku galbbain.
nob: I Kåfjord kommune er det bare et tospråklig, vanlig stedsnavnskilt (navneparet Olmmáivággi og Manndalen).

source: Unjárggas fas eanaš oassi dán joavkku galbbain (87 % leat juo galbejuvvon guovtti gillii, mii čuovvu báikenammalága njuolggadusaid.
nob: Dette utgjør 8 % av denne skilttypen i kommunen. I Nesseby er de fleste stedene skiltet på to språk (87 % slik at disse skiltene følger stedsnavnloven.

source: Dáin galbbain nammaortnet čuovvu báikenammalága láhkaásahusaid § 7-3 ja galbanormála.
nob: I Nesseby kommune følger rekkefølgen av navnene på skilt § 7-3 i forskrifter til stedsnavnloven og skiltnormalen.

source: Njealji suohkanis, namalassii Guovdageainnus, Kárášjogas, Porsáŋggus ja Deanus, leat dábálaš báikenammagalbbat, main báikenamma lea čállojuvvon dušše fal sámegillii.
nob: I fire kommuner, Kautokeino, Karasjok, Porsanger og Tana finner man vanlige stedsnavnskilt som har stedsnavn bare på samisk.

source: Nugo juo kapihttalis 5.2.2 čilgejuvvui, de dat báikenamat, mat leat biddjon galbbaide dušše fal sámegillii, leat dakkár namat, maidda eai leat buohtalasnamat dáro- dahje kveanagillii (gč. gova 3).
nob: Som forklart i kapittel 5.2.2, representerer stedsnavn som er skiltet bare på samisk, steder som ikke har noen navn på norsk eller på kvensk (se på bilde 3).

source: Eanaš oassi dain ovttagielat sámegiel galbbain leat biddjon dál maŋimuš jagiid áigge, go sihke sámelága giellanjuolggadusat ja maiddái báikenammaláhka leat juo leamaš fámus moaddelogi jagi.
nob: Største parten av slike samiskspråklige skilt er satt opp i løpet av de siste årene, etter at både samelovens språkregler og stedsnavnloven har vært i kraft i 20 år.

source: 114 Guovdageainnu suohkanis lea 20 galbbas báikenamma sámegillii, mii lea 91 % dán joavkku galbbain dan suohkanis.
nob: I Kautokeino kommune finner man 20 skilt med samisk navn. Dette er 91 % av skiltene i kommunen i denne kategorien.

source: Guovtti galbbas (9 % lea báikenamma guovtti gillii.
nob: På to skilt (9 % er stedsnavnet på to språk.

source: Dát lea guovddášgili Guovdageainnu namma, mas lea dárogiel nammahápmi Kautokeino maiddái mielde.
nob: Dette er navnet på den sentrale bygda i kommunen, Guovdageaidnu som også er skrevet med det norske navnet Kautokeino.

source: Kárášjogas leat 9 galbbas dahje 69 % dán joavkku galbbain sámegiel namma.
nob: I Karasjok kommune er 9 skilt eller 69 % av skiltene i denne kategorien satt opp med samisk navn.

source: Dan lassin leat njeallje galbba dahje 31 % galbbain guovtti gillii.
nob: I tillegg er fire skilt eller 31 % av skiltene tospråklige.

source: Dán njealji galbbas lea okta ja seamma nammabárra, namalassii gilinamma Kárášjohka ja Karasjok.
nob: På disse fire skiltene er det et og samme navnepar, nemlig bygdenavnet Kárášjohka og Karasjok.

source: Deanu gielddas lea measta bealli, namalassii 27 galbba dahje 46 % dábálaš báikenammagalbbain dakkárat, main lea báikenamma sámegillii.
nob: I Tana kommune er nesten halvparten, nemlig 27 skilt eller 46 % av vanlige stedsnavnskilt skiltet på samisk.

source: Porsáŋggu gielddas lea okta dábálaš báikenammagalba dahje 4 % buot dán joavkku galbbain dušše sámegillii.
nob: I Porsanger kommune er ét vanlig stedsnavnskilt eller 4 % av alle skiltene i denne gruppen skiltet bare på samisk.

source: Porsáŋggu gielda lea áidna dán guorahallanguovllu gielddain, gos dábálaš báikenammagalbbat leat golmma gillii.
nob: Porsanger kommune er den eneste kommunen i undersøkelsesområdet, der man finner vanlige stedsnavnskilt på tre språk.

source: Gielddas leat 16 galbba dahje 55 % galbbain golmma gillii.
nob: 100 skiltene på tre språk.

source: Dáin galbbain leat dohkkehuvvon buot golbma, mearriduvvon nama almmolaš atnui, mii čuovvu sihke báikenammalága ja galbanormála njuolggadusaid.
nob: På disse skiltene er alle tre vedtatte navn godkjent for offentlig bruk. Dette er i tråd med stedsnavnloven og skiltnormalen.

source: Porsáŋggus lea vel 12 galbbas dahje 41 % galbbain báikenamma dušše dárogillii.
nob: I Porsanger kommune er fortsatt 12 skilt eller 41 % av skiltene bare på norsk.

source: Dán joavkkus leat namat, maid čállinvuogit leat mearriduvvon sihke sáme- ja kveanagillii, muhto dát buohtalasnamat eai leat vel váldon vuhtii báikenammagalbbain.
nob: I den gruppen fins det navn, som har vedtatte skrivemåter også på samisk og kvensk, men disse parallellnavnene er ennå ikke tatt hensyn til i skiltingen.

source: Deanu gielddas leat ain 20 galbba dahje 34 % buot dábálaš báikenammagalbbain dárogillii.
nob: I Tana kommune er fortsatt 20 skilt eller 34 % av vanlige stedsnavnskilt på norsk.

source: Sámi buohtalasnamat eai leat váldojuvvon daidda galbbaide.
nob: Samiske parallellnavn er ikke skiltet.

source: Deanu gieldda dábálaš báikenammagalbbaid dárkilis guorahallan čájeha, ahte gielddas lea ain čielga geográfalaš erohus, gos sámi báikenamat leat váldojuvvon vuhtii dán joavkku galbbain ja gos fas eai.
nob: En nærmere undersøkelse av vanlige stedsnavnskilt i Tana kommune viser, at det fins fortsatt en klar geografisk forskjell i kommunen i hvilke områder samiske stedsnavn er tatt med i denne skiltgruppen og i hvilke områder de ikke er akseptert.

source: Deanu gielddas Deanušaldi gilis bajás, namalassii ovddeš Buolbmága gieldda hálddahusguovllus, leat maŋimuš jagiid áigge galbejuvvon olu gilážat ja sámi báikenamat leat váldon almmolaš atnui.
nob: Fra Tana bru og oppover elva i Tana kommune, nemlig i området som hører til tidligere Polmak kommune, har man i de siste årene skiltet flere bygder og samiske stedsnavn er tatt i offentlig bruk.

source: Eará guovlluin Deanu gielddas eai leat gilážiid sámi báikenamat vel váldon vuhtii dábálaš báikenammagalbbain, vaikko sámi namaid čállinvuogit livččege juo dohkkehuvvon nugo omd. Vestertana ~ Deanodat dahje mearriduvvon nugo omd. Torhop ~ Gohppi (1994).
nob: I andre områder i Tana kommune er ikke samiske parallellnavn på bygder tatt hensyn til i vanlige stedsnavnskilt, selv om skrivemåten av samiske navn kan være godkjent som f.eks. Vestertana ~ Deanodat eller vedtatt som f.eks. Torhop ~ Gohppi (1994).

source: Oassi dán joavkku galbbain leat dakkárat, ahte Deanu gielda ii leat vel mearridan sámi buohtalasnamaid čállinvugiid báikenammalága mielde.
nob: En del av skiltene er slike, der Tana kommune ennå ikke har vedtatt skrivemåter for samiske parallellnavn i henhold til reglene i stedsnavnloven.
